Repository: silop4all/aod
Catalog: AssistanceOnDemand/locale/*/LC_MESSAGES/django.po
Languages: el

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά

source: Italian
el: Ιταλικά

source: Spanish
el: Ισπανικά

source: French
el: Γαλλικά

source: German
el: Γερμανικά

source: Password
el: Συνθηματικό

source: Change password
el: Αλλαγή συνθηματικού

source: Log out
el: Αποσύνδεση

source: View site
el: Δες την εφαρμογή

source: Documentation
el: Τεκμηρίωση

source: Home
el: Αρχική

source: Add
el: Προσθήκη

source: You don´t have permission to edit anything.
el: Δεν έχετε δικαίωμα τροποποίησης.

source: Custom Views
el: Προσαρμοσμένες προβολές

source: Plugins
el: Πρόσθετα

source: Dowser (memory profiling)
el: Dowser (παρακολούθηση μνήμης)

source: Rosetta (translation)
el: Rosetta (διαχείριση μεταφράσεων)

source: Recent Actions
el: Πρόσφατες ενέργειες

source: My Actions
el: Οι ενέργειες μου

source: None available
el: Μη διαθέσιμο

source: Welcome on AoD app
el: Καλως ήρθατε στο AoD

source: Go on top
el: Στην κορυφή

source: SUBSCRIBE TO OUR NEWSLETTER
el: Εγγραφτείτε στο NEWSLETTER

source: Send
el: Αποστολή

source: Terms of use
el: Όροι χρήσης

source: Privacy policy
el: Πολιτική προστασίας προσωπικών δεδομένων

source: Help center
el: Κέντρο βοήθειας

source: Forgot my password
el: Ξέχασα το συνθηματικό μου

source: Update my profile
el: Επεξεργασία του προφίλ μου

source: Change my password
el: Αλλαγή του συνθηματικού μου

source: Follow us on social networks
el: Βρείτε μας στα κοινωνικά δίκτυα

source: European commission logo
el: Λογότυπο Ευρωπαϊκής Ένωσης

source: Prosperity4All - Ecosystem infrastructure for smart and personalised inclusion and PROSPERITY for ALL stakeholders<br> This project has received funding from the European Union’s Seventh Programme for research, technological development and demonstration under grant agreement, No 610510
el: Prosperity4All - Ecosystem infrastructure for smart and personalised inclusion and PROSPERITY for ALL stakeholders<br> Το εργο χρηματοδοτείτε από την Ευρωπαική Ένωση (FP7) για έρευνα, τεχνολογική αναπτυξη και εγκατάστηση/επίδειξη στο πλαίσιο συμφωνίας επιχορήγησης, Νο 610510

source: My cart
el: Το καλάθι μου

source: Your AoD shopping cart
el: Το AOD καλάθι σας

source: After you log out, the list is removed
el: Η λίστα διαγράφεται μετά την αποσύνδεσή σας

source: Provider
el: Πάροχος

source: Quantity 1
el: Ποσότητα 1

source: Price
el: Κόστος

source: Remove
el: Διαγραφή

source: Your cart is empty
el: Το καλάθι σας είναι άδειο

source: Continue shopping
el: Συνεχίστε την πλοήγηση

source: Cart summary
el: Σύνοψη καλαθιού

source: services
el: Υπηρεσίες

source: service
el: Υπηρεσία

source: Total
el: Σύνολο

source: Proceed to checkout
el: Ολοκληρώστε την πληρωμή

source: AoD | Welcome
el: AoD | Καλώς ήρθατε

source: Find your services
el: Αναζήτηση υπηρεσιών

source: Categories
el: Κατηγορίες

source: Service providers
el: Πάροχοι υπηρεσιών

source: Type of services
el: Είδη υπηρεσιών

source: Type
el: Είδος

source: Human
el: Φυσικό πρόσωπο

source: Machine
el: Ψηφιακές υπηρεσίες

source: Payment policies
el: Πολιτικές χρέωσης

source: Free
el: Δωρεάν

source: Paid
el: Επί πληρωμή

source: From
el: Από

source: min value
el: ελάχιστη τιμή

source: Up to
el: Έως

source: max value
el: μέγιστη τιμή

source: Searches based on Quality of Services measured by serviced users from zero (worst) to five (best)
el: Αναζήτηση με βάση τις αξιολογήσεις των υπηρεσιων που παρέχουν οι χρήστες - από 0 (χειρότερη) έως 5 (καλύτερη)

source: Quality of Service
el: Αξιολόγηση

source: Minimum value of quality of service (rating)
el: Ελάχιστη τιμή αξιολόγησης

source: minimum rating
el: ελάχιστη αξιολόγηση

source: Maximum value of quality of service (rating)
el: Μέγιστη τιμή αξιολόγησης

source: maximum rating
el: μέγιστη αξιολόγηση

source: Set the QoS range of your interest
el: Εισάγετε το επιθυμητο εύρος αξιολόγησης

source: Searches for services offered around your current location
el: Αναζητήστε υπηρεσίες που προσφέρονται κοντά στην τρέχουσα θέση σας

source: Your current location
el: Γεωγραφική αναζήτηση

source: max distance
el: μέγιστη απόσταση

source: km
el: χλμ

source: Scan for services within the distance of your interest from your location
el: Αναζήτηση υπηρεσιών σε ακτίνα ίση με την απόσταση που επιθυμείτε από την τρέχουσα θέση σας

source: Reset
el: Επαναφορά

source: Search
el: Αναζήτηση

source: Services per page
el: Υπηρεσίες ανά σελίδα

source: Number of services per page
el: Υπηρεσίες ανά σελίδα

source: Sort by
el: Ταξινόμηση

source: Sort the list of registered services
el: Ταξινομήστε την λίστα των εγγεγραμμένων υπηρεσιών

source: Price: Low to High
el: Αύξουσα τιμή

source: Price: High to Low
el: Φθίνουσα τιμή

source: Title: A to Z
el: Τίτλος: Α σε Ω

source: Title: Z to A
el: Τίτλος: Ω σε Α

source: Rating: High to Low
el: Φθίνουσα αξιολόγηση

source: Most popular
el: Δημοφιλέστερο

source: Service results presentation
el: Προβολή αποτελεσμάτων υπηρεσιών

source: View
el: Απεικόνιση

source: My profile
el: Το προφίλ μου

source: Add cover
el: Προσθήκη εξώφυλου

source: Contact information
el: Πληροφορίες επικοινωνίας

source: Email account
el: Λογαριασμός ηλεκτρονικού ταχυδρομείου

source: Your registered email account
el: Το καταχωρημένο ηλεκτρονικό ταχυδρομείο σας

source: Mobile phone
el: Αριθμός κινητού

source: Your registered mobile phone
el: Ο εγγεγραμμένος αριθμός κινητού σας

source: Update your email account
el: Τροποποίσε τον email λογαριασμό σας

source: your email account
el: Το ηλεκτρονικό ταχυδρομείο σας

source: No valid email account
el: Μη εγκυρος λογαριασμός ηλεκτρονικού ταχυδρομείου

source: your mobile phone number
el: Ο εγγεγραμμένος αριθμός κινητού σας

source: Type at least 10 digits
el: Τουλάχιστον 10 ψηφία

source: Edit
el: Επεξεργασία

source: Cancel
el: Ακύρωση

source: Save
el: Αποθήκευση

source: Update logo
el: Αλλαγή λογότυπου

source: Upload logo
el: Μεταφόρτωση λογότυπου

source: Personal information
el: Προσωπικές πληροφορίες

source: The username that characterize any AoD user
el: Το όνομα χρήστη που χαρακτηρίζει κάθε χρήστη στο AoD

source: Registration date and time
el: Ημερομηνία εγγραφής

source: First name
el: Όνομα

source: Last name
el: Επίθετο

source: Country
el: Χώρα

source: City
el: Πόλη

source: Your city
el: Η πόλη σας

source: Not set
el: Μη διαθέσιμο

source: Address
el: Διεύθυνση κατοικίας

source: zip code
el: Ταχυδρομικός κώδικας

source: Update your name
el: Αλλάξτε το όνομα σας

source: the name of user
el: όνομα χρήστη

source: Type at least 2 characters
el: Εισάγετε τουλάχιστον 2 χαρακτήρες

source: the lastname of user
el: το επίθετο του χρήστη

source: Select a country
el: Επιλέξτε μία χώρα

source: List
el: Λίστα

source: the city of residence
el: η πόλη κατοικίας

source: the residence address
el: η διεύθυνση κατοικίας

source: Postal code
el: Ταχυδρομικός αριθμός

source: the residence postal code
el: ο ταχυδρομικός αριθμός

source: Platform settings
el: Ρυθμίσεις εφαρμογής

source: IT experience
el: Εμπειρία αλληλεπίδρασης με υπολογιστές

source: Experience level with IT services
el: Οικειότητα με εργαλεία πληροφορικής

source: Roles
el: Ρόλοι

source: Your roles in the platform
el: Οι ρόλοι σας στο AoD

source: Do you participate in crowd funding process
el: Επιθυμείτε να συμμετάσχετε σε crowd-funding διαδικασίες (χρηματοδοτούμενες από χρήστες)

source: Yes
el: Ναι

source: No
el: Όχι

source: Do you receive notifications for any crowd funding process
el: Επιθυμείτε να λαμβάνετε ειδοποιήσεις για crowd-funding διαδικασίες/υπηρεσίες

source: Brand name
el: Επωνυμία

source: Categories of services
el: Κατηγορίες υπηρεσιών

source: Categories of services you are interested for
el: Κατηγορίες υπηρεσιών που σας ενδιαφέρει για

source: Technology skills (IT)
el: Τεχνολογικές δεξιότητες (IT)

source: Level
el: Επίπεδο

source: Rank your skills
el: Επιλέξτε τις δεξιότητές σας

source: User roles
el: Ρόλοι χρήστη

source: Role
el: Ρόλος

source: Select one or more roles
el: Επιλέξτε τουλάχιστον έναν εκ των ρόλων

source: Crowd-funding participation
el: Συμμετοχή σε crowd-funding διαδικασίες

source: Crowd-funding notification
el: Ειδοποιήσεις σχετικές με crowd-funding διαδικασίες

source: Channels of interest
el: Κατηγορίες ενδιαφέροντος

source: Channels
el: Κατηγορίες

source: Select at least a channel
el: Επιλέξτε μία τουλάχιστον κατηγορία

source: Creation date of service
el: Ημεομηνία δημιουργίας υπηρεσίας

source: The count of comments for this service and its average score
el: Το πλήθος των κριτικών της υπηρεσίας και ο μέσος όρος αξιολόγησης

source: reviews
el: κριτικές

source: comments
el: σχόλια

source: Charging policy
el: Πολιτική χρέωσης

source: Human based
el: υπηρεσία που παρέχεται από φυσικό πρόσωπο

source: Machine based
el: Ψηφιακές υπηρεσίες

source: Licences
el: Άδειες

source: Get the service
el: Απόκτησε την υπηρεσία

source: or
el: ή

source: Add to cart
el: Προσθήκη στο καλάθι

source: Not satisfied
el: Δεν είστε ικανοποιημένος

source: Related keywords
el: Σχετικές λέξεις-κλειδιά

source: Brief description
el: Σύντομη περιγραφή

source: Requirements
el: Προαπαιτούμενα

source: How to install it
el: Οδηγίες εγκατάστασης

source: How to use it
el: Οδηγίες χρήσης

source: No location constraints
el: Δεν υπάρχουν γεωγραφικοί περιορισμοί

source: No language constraints
el: Διαθέσιμο σε όλες τις γλώσσες

source: Reviews for service
el: Κριτικές υπηρεσίας

source: from
el: από

source: stars
el: αστέρια

source: star
el: αστέρι

source: No reviews found
el: Δεν βρέθηκαν κριτικές

source: Tips for first timers
el: Συμβουλές για νέους χρήστες

source: Technical support
el: Τεχνική υποστήριξη

source: Home page
el: Αρχική σελίδα

source: My offerings
el: Οι υπηρεσίες μου

source: Service title is
el: Ο τίτλος της υπηρεσίας είναι

source: Created at
el: Δημιουργήθηκε στις

source: Print
el: Εκτύπωση

source: Share
el: Μοίρασε το

source: Service details
el: Πληροφορίες υπηρεσίας

source: Statistics
el: Στατιστικά

source: Technical support of the service
el: Τεχνική υποστήριξη υπηρεσίας

source: Reviews
el: Κριτικές

source: A set of keywords that characterize the service
el: Μία ομάδα από λέξεις-κλειδιά που χαρακτηρίζουν την υπηρεσία

source: No keywords
el: Δεν υπάρχουν λέξεις-κλειδιά

source: Last date that the service was modified
el: Τελευταία ημερομηνία που η υπηρεσία τροποποιήθηκε

source: Last edit at
el: Τελευταία τροποποίηση στις

source: Description
el: Περιγραφή

source: The description of this service
el: Η περιγραφή της υπηρεσίας

source: Version
el: Έκδοση

source: The version of this service
el: Η έκδοση της υπηρεσίας

source: Licenses
el: Άδειες

source: The license of this service
el: Η άδεια της υπηρεσίας

source: The type of this service
el: Το είδος της υπηρεσίας

source: The operation of this service is machine-based
el: Πρόκειται για ψηφιακή υπηρεσία

source: The operation of this service is human-based
el: Πρόκειται για υπηρεσία που παρέχεται από φυσικό πρόσωπο

source: The price and the charging policy of the service
el: Η τιμή και η πολιτική χρέωσης μίας υπηρεσίας

source: Related categories
el: Σχετικές κατηγορίες

source: No related categories
el: Δεν υπάρχουν σχετικές κατηγορίες

source: The services requirements, if exist
el: Τα προαπαιτούμενα των υπηρεσιών (αν υπάρχουν)

source: No requirements required
el: Δεν υπάρχουν προαπαιτούμενα

source: Installation guidelines
el: Οδηγίες εγκατάστασης

source: A set of installation instructions of the service for the users
el: Οδηγίες εγκατάστασης της υπηρεσίας για τους χρήστες

source: No instructions provided
el: Δεν παρέχονται οδηγίες

source: Usage guidelines
el: Οδηγίες χρήσης

source: A brief set of usage instructions
el: Σύντομη περιγραφή οδηγιών χρήσης

source: No guidelines provided
el: Δεν παρέχονται οδηγίες

source: Downloads
el: Λήψεις

source: Download the data that the service provides
el: Κατεβάστε τα δεδομένα ότι η υπηρεσία παρέχει

source: Useful links
el: Χρήσιμοι σύνδεσμοι

source: Follow this link in order to use the service
el: Ακολουθήστε τον σύνδεσμο για να χρησιμοποιήσετε την υπηρεσία

source: Access
el: Πρόσβαση

source: The accessibility rule for the service
el: Ο κανόνας της προσβασιμότητας για την υπηρεσία

source: Public - any registered user can purchase or use it
el: Δημόσια - κάθε χρήστης μπορεί να την χρησιμοποιήσει ή να την αγοράσει

source: Private - only a group of users can purchase or use it
el: Ιδιωτική - μόνο μία ομάδα χρηστών μπορεί να την χρησιμοποιήσει ή να την αγοράσει

source: Language availability
el: Υποστηριζόμενες γλώσσες

source: Any language constraints, if exist
el: Τυχόν περιορισμοί γλώσσας (αν υπάρχουν)

source: All languages supported
el: Διαθέσιμο σε όλες τις γλώσσες

source: Spatial coverage
el: Γεωγραφική κάλυψη

source: Any location constraints, if exist
el: Γεωγραφικοί περιορισμοί (αν υπάρχουν)

source: There is no spatial constraints
el: Δεν υπάρχουν γεωγραφικοί περιορισμοί

source: Other constraints/comments
el: Άλλοι τυχόν περιορισμοί/σχόλια

source: Any other constraints
el: Τυχόν άλλοι περιορισμοί

source: Availability
el: Διαθεσιμότητα

source: The status of the service. Is it available for users search?
el: Είναι διαθέσιμο προς αναζήτηση;

source: The service is available for usage
el: Η υπηρεσία είναι διαθέσιμη προς χρήση

source: Not available
el: Μη διαθέσιμο

source: Overview
el: Σύνοψη

source: User details
el: Στοιχεία χρήστη

source: Purchased date
el: Ημερομηνία πληρωμής

source: Charging
el: Χρέωση

source: Payment status
el: Κατάσταση πληρωμής

source: Payment date
el: Ημερομηνία πληρωμής

source: Assistance On demand Infrastructure
el: Το Assistance on Demand

source: gives you the capability to provide multi-modal technical support for any service you register. It allows to upload or share any kind of documents (i.e. pdf, office excel or word documents), videos and photos. Furthermore, you can register your
el: σας δίνει τη δυνατότητα να παρέχετε πολλαπλούς τρόπους τεχνικής υποστήριξης για οποιαδήποτε υπηρεσία κατά την εγγραφή σας. Σας επιτρέπει να ανεβάσετε ή να μοιραστείτε κάθε είδους έγγραφα (π.χ. pdf, Office Excel ή έγγραφα του Word), βίντεο και φωτογραφίες. Επιπλέον, μπορείτε να καταχωρήσετε

source: Skype ID
el: Αναγνωριστικό skype

source: to chat with the users and help them to solve their problems
el: να επικοινωνήσουν με τους χρήστες και να επιλύσουν τα προβλήματά τους

source: Videos preview
el: Προεσκόπιση βίντεο

source: Documents preview
el: Προεσκόπιση εγγράφων

source: Your skype account
el: Ο λογαριασμός σας στο skype

source: Edit your service
el: Επεξεργασία υπηρεσίας

source: Basic information
el: Βασικές πληροφορίες

source: Charging Policy
el: Πολιτική χρέωσης

source: Usage
el: Χρήση

source: Constraints
el: Περιορισμοί

source: Technical Support
el: Τεχνική υποστήριξη

source: Register
el: Εγγραφή

source: Services management panel
el: Πάνελ διαχείρισης υπηρεσιών

source: Add a new service
el: Εγγραφή μίας νέας υπηρεσίας

source: Register service
el: Εγγραφή υπηρεσίας

source: Title
el: Τίτλος

source: Accessibility
el: Προσβασιμότητα

source: Currency
el: Νόμισμα

source: Creation date
el: Ημερομηνία εγγραφής

source: Last edit
el: Τελευταία τροποποίηση

source: Public
el: Δημόσια

source: Private
el: Ιδιωτική

source: Navigate on the service
el: Πλοήγηση στην υπηρεσία

source: Enter the title of the service
el: Εισαγωγή του τίτλου της υπηρεσίας

source: The title of the service
el: Ο τίτλος της υπηρεσίας

source: Title required
el: Απαιτούμενος τίτλος

source: Description of the service
el: Περιγραφή της υπηρεσίας

source: Provide a brief description of the service (500 characters)
el: Εισάγετε μία σύντομη περιγραφη της υπηρεσίας (500 χαρακτήρες)

source: Type of the service
el: Είδος υπηρεσίας

source: Select the type
el: Επιλογή είδους υπηρεσίας

source: Category
el: Κατηγορία

source: Clarify the service in categories
el: Κατηγοριοποιήστε την υπηρεσία

source: Clarify your service
el: Κατηγοριοποίηση υπηρεσίας

source: The image of the service
el: Η εικόινα της υπηρεσίας

source: Image
el: Εικόνα

source: The logo of the service
el: Λογότυπο της υπηρεσίας

source: Upload at least an image or logo
el: Μεταφορτώστε μία εικόνα για την υπηρεσία

source: Add the image of the service
el: Προσθέστε μία εικόνα για την υπηρεσία

source: Load image
el: Μεταφόρτωση εικόνας

source: Remove the image of the service
el: Διαγράψτε την εικόνα της υπηρεσίας

source: Clear image
el: Εκκαθάριση εικόνας

source: Select a image for background
el: Επιλέξτε το εξώφυλλο της υπηρεσίας

source: Background image
el: Εικόνα εξώφυλλου

source: Select the cover image for the service
el: Επιλέξτε την εικόινα εξώφυλλου για την υπηρεσία

source: Cover image
el: Εικόνα εξώφυλλου

source: Select a background cover for the service
el: Επιλέξτε μία εικόνα εξώφυλλου για την υπηρεσία

source: Picker
el: Συλλογή

source: The version and licenses of the service
el: Έκδοση και άδειες της υπηρεσίας

source: The version of the service
el: Η έκδοση της υπηρεσίας

source: Current version
el: Τρέχουσα έκδοση

source: The license of the service
el: Η άδεια της υπηρεσίας

source: License
el: Άδεια

source: Enter a valid version
el: Εισάγετε μία έγκυρη άδεια

source: Keyword related to the service
el: Λέξεις-κλειδιά σχετικά με την υπηρεσία

source: Related Keywords
el: Σχετικές λέξεις-κλειδιά

source: Enter a keyword
el: Εισάγετε μία λέξη-κλειδί

source: Enter your keyword and press ENTER
el: Εισάγετε την λέξη-κλειδί σας και πατήστε ENTER

source: Keyword(s) is(are) required
el: Λέξεις-κλειδιά απαιτούνται

source: List of entered keywords
el: Λίστα λέξεων-κλειδιών

source: Keywords list
el: Λίστα λέξεων-κλειδιών

source: Remove keyword from list
el: Διαγράψτε λέξη-κλειδί από την λίστα

source: Remove keyword(s) from list
el: Διαγράψτε λέξεις-κλειδιά από την λίστα

source: Mandatory fields
el: Υποχρεωτικά πεδία

source: Charging model of the service
el: Πολιτική χρέωσης της υπηρεσίας

source: Charging model
el: Πολιτική χρέωσης

source: Choose a charging model
el: Επιλέξτε μια πολιτική χρέωσης

source: Choose the charging model
el: Επιλέξτε την πολιτική χρέωσης

source: Charging model is required
el: Η πολιτική χρέωσης απαιτείται

source: Cost of the service usage
el: Κόστος χρήσης της υπηρεσίας

source: The price of the service
el: Το κόστος της υπηρεσίας

source: Cost value is required
el: Το κόστος απαιτείται

source: Currency related to the service usage cost
el: Νόμισμα που σχετίζεται με το κόστος χρήσης της υπηρεσίας

source: Select the type of the service
el: Επιλέξτε το είδος υπηρεσίας

source: Select the currency
el: Επιλέξτε το νόσμισμα

source: Currency is required
el: Το νόμισμα απαιτείται

source: Mandotory fields
el: Υποχρεωτικά πεδία

source: Service Registration
el: Εγγραφή Υπηρεσίας

source: Enter any information
el: Εισάγετε καθε πληροφορία

source: Compliance to norms
el: Συμμόρφωση με τους κανόνες

source: Check the Terms of use
el: Ελέγξτε τους Όρους χρήσης

source: I have already read the terms of use issues
el: Έχω ήδη διαβάσει τους Όρους χρήσης

source: I agree to the
el: Συμφωνώ με τους

source: Check the box, if you agree with the terms
el: Κάντε κλικ τους Όρους χρήσης εάν συμφωνείτε με αυτούς

source: Submit
el: Υποβολή

source: Language constraint
el: Υποστηριζόμενες γλώσσες

source: Select languages
el: Επιλέξτε γλώσσες

source: Declare the language associated with the service
el: Προσδιορίστε τη γλώσσα που σχετίζεται με την υπηρεσία

source: Declare the available language
el: Προσδιορίστε την υποστηριζόμενη γλώσσα

source: At least a language is required
el: Απαιτείται τουλάχιστον μία γλώσσα

source: Geographical constraint
el: Γεωγραφικί περιορισμοί

source: Set the coordinates
el: Εισάγετε τις συντεταγμένες

source: Map
el: Χάρτης

source: Latitude
el: Γεωγραφικό πλάτος

source: latitude
el: γεωγραφικό πλάτος

source: Longitude
el: Γεωγραφικό μήκος

source: longitude
el: γεωγραφικό μήκος

source: Coverage (km)
el: Γεωγραφική κάλυψη (χλμ)

source: distance in kilometers
el: απόσταση σε χιλιόμετρα

source: Other constraints
el: Άλλοι περιορισμοί

source: Refer any other constraint
el: Αναφέρετε άλλον περιορισμό

source: Enter any other constraint, e.g. time availability, Operational System etc
el: Εισάγετε οποιοδήποτε άλλο περιορισμό, π.χ. χρονική διαθεσιμότητα, συμβατό λειτουργικό σύστημα κ.λπ.

source: Register your services
el: Εγγραφή υπηρεσιών

source: Registration
el: Εγγραφή

source: documentation & tools
el: Τεκμηρίωση και εργαλεία

source: Enter the skype id
el: Εισάγετε το skype αναγνωριστικό σας

source: skype logo
el: Λογότυπο του skype

source: skype account
el: Λογαρισμός skype

source: Technical requirements
el: Τεχνικές (τεχνολογικές) απαιτήσεις

source: Basic requirements to use the service
el: Βασικές προϋποθέσεις για να χρησιμοποιήσετε την υπηρεσία

source: Specify any requirements if needed (ie use headset inluded microphone)
el: Καθορίστε οποιεσδήποτε προαπιτούμενα, αν χρεάζετε (π.χ. χρήση ακουστικών μαζί με μικρόφωνο)

source: Explain step-by-step how a user could install the service, if needed
el: Εξηγήστε βήμα-βήμα πώς ένας χρήστης μπορεί να εγκαταστήσει την υπηρεσία, αν χρειαστεί

source: Link
el: Σύνδεσμος

source: URL/Link/API
el: Σύνδεσμος

source: Enter any link, if needed
el: Εισάγετε έναν σύνδεσμο (αν χρειάζετε)

source: Invalid link
el: Μη έγκυρος σύνδεσμος

source: Software/Package
el: Λογισμικό/Πακέτο

source: Upload the software packages, if needed
el: Μεταφορτώστε έκάποιο πακέτο λογισμικό (αν χρειάζετε)

source: Filename of the software package
el: Ονομασία λογισμικού/αρχείου

source: Add the provided package for the service
el: Προσθέστε το αρχείο/λογισμικό της υπηρεσίας

source: Add package
el: Προσθήκη πακέτου

source: Remove the provided package for the service
el: Διαγραφή του πακέτου της υπηρεσίας

source: Remove package
el: Διαγραφή πακέτου

source: Provide instructions related to the usage of the service (ie follow a link, book a meeting etc)
el: Παρέχει οδηγίες σχετικά με τη χρήση της υπηρεσίας (π.χ. ακολουθήστε ένα σύνδεσμο, κανονιστε μια συνάντηση κλπ)

source: Usage instructions are required
el: Οι οδηγίες χρήσεις απαιτούνται

source: Offer the service to anyone interested
el: Πρόσβαση κάθε χρήστη στην υπηρεσία

source: Offer the service to a group of users
el: Πρόσβαση μίας ομάδας χρηστών στην υπηρεσία

source: Email list
el: Λίστα με emails

source: List of all registered users
el: Λίστα εγγεγραμένων χρηστών

source: List of all users
el: Λίστα όλων των χρηστών

source: Add email to target list
el: Προσθήκη email στην λίστα ενδιαφέροντος

source: Remove email from target list
el: Διαγραφή email από την λίστα ενδιαφέροντος

source: List of target users
el: Λίστα με χρήστες ενδιαφέροντος

source: Target users
el: Συγκεκριμένοι χρήστες

source: Get it!
el: Αποκτήσε το!

source: FREE
el: Δωρεάν

source: review
el: κριτική

source: Machine-based service
el: Ψηφιακή υπηρεσία

source: Human-based service
el: υπηρεσία που παρέχεται από φυσικό πρόσωπο

source: No results found!! Please refine your search.
el: Δεν βρέθηκαν αποτελέσματα!! Παρακαλούμε βελτιώστε την αναζήτησή σας.

source: My collection
el: Η συλλογή μου

source: Assist?
el: Μέσω φροντιστή?

source: None
el: Καμία

source: What the service offers
el: Τι προσφέρει η υπηρεσία

source: Instructions
el: Οδηγίες

source: How to exploit it
el: Πώς να το εκμεταλλευτείτε

source: Useful link
el: Χρήσιμος σύνδεσμος

source: Restrictions
el: Περιορισμοί

source: Languages availability
el: Υποστηριζόμενες γλώσσες

source: All languages are supported
el: Όλες οι γλώσσες υποστηρίζονται

source: Other comment
el: Άλλο σχόλιο

source: Service configuration
el: Επιλογές υπηρεσίας

source: Troubleshooting
el: Αντιμετώπιση προβλημάτων

source: Videos
el: Βίντεο

source: Documents
el: Έγγραφα

source: Ask a volunteer
el: Ρωτήστε έναν εθελοντή

source: No available
el: Μη διαθέσιμο

source: Ask a professional
el: Ρωτήστε έναν επαγγελματία
