Repository: silop4all/aod
Catalog: AssistanceOnDemand/locale/*/LC_MESSAGES/django.po
Languages: el

source: Chat with service provider
el: επικοινωνληστε με τον πάροχο υπηρεσίας

source: Assistance network preview
el: Προεσκόπιση δικτύου βοήθειας

source: Unauthenticated user
el: Μη πιστοποιημένος χρήστης

source: Page NOT FOUND
el: Η σελίδα που αναζητείτε δεν βρέθηκε

source: Internal server error. Contact with the administrator
el: Σφάλμα διακομιστή. Επικοινωνήστε με το διαχειριστή

source: Services network
el: Δίκτυο υπηρεσιών

source: Guided assistance
el: Καθοδηγούμενη βοήθεια

source: Help Center
el: Κέντρο βοήθειας

source: Create new account
el: Δημιουργία νέου λογαριασμού

source: How to create a new account
el: Πώς να δημιουργήσετε νέο λογαριασμό

source: Step-by-step registration instructions
el: Οδηγίες εγγραφής βήμα-βημα

source: Go to the
el: Μεταβείτε στο

source: Registration page
el: Σελίδα δημιουργίας λογαριασμού

source: Enter your first and last name, a unique username and a valid email account
el: Εισάγετε το όνομα και το επίθετο σας, ένα μοναδικό όνομα χρήστη και έναν έγκυρο λογαριασμού ηλεκτρονικού ταχυδρομίου

source: Enter your personal password and then re-enter it
el: Εισάγετε το συνθηματικό σας δύο φορές

source: Optionally, enter your mobile number for notification purposes
el: Εισάγετε τον αριθμό του κινητού σας για αποστολή ειδοποιήσεων (προεραιτικά)

source: Define the geolocation information (e.g. country)
el: Καθορίστε τις γεωγραφικές πληροφορίες (π.χ. χώρα)

source: Advertise your roles (buyer, seller or/and carer)
el: Επιλέξτε τους ρόλους σας (καταναλωτής, πάροχος, ή/και φροντιστής)

source: Select the channels of your interest
el: Επιλέξτε τις κατηγορίες που επιθυμείτε

source: Answer to the simple question
el: Απαντήστε σε μία απλή ερώτηση

source: Since you have read the
el: Δεδομένου ότι έχετε διαβάσει τους

source: AoD Marketplace User Agreement
el: Συμφωνία χρήστη για το AoD Marketplace

source: and
el: και

source: submit your registration request
el: υποβαλλεται το αίτημα εγγραφής

source: Check your email account and follow the instructions step-by-step to activate it
el: Ελέγξτε το ηλεκτρονικό σας ταχυδρομείο και ακολουθήστε τις οδηγίες βήμα-βήμα για να το ενεργοποιήσετε

source: Watch the following video
el: Παρακολουθήστε το επόμενο βίντεο

source: Your browser does not support HTML5 video
el: Ο φυλλομετρητης σας δεν υποστηρίζει HTML5 βίντεο

source: Need our assistance
el: Χρειάζεστε την βοήθεια μας

source: Surname
el: Επίθετο

source: Contact us
el: Επικοινωνήστε μαζί μας

source: or contact with the administrator in
el: ή επικοινωνήστε με τον διαχειριστή

source: Volunteers
el: Εθελοντές

source: Contact me in
el: Επικοινωνήστε μαζί μου στο

source: Professionals
el: Επαγγελματίες

source: How can you change the password
el: Πώς μπορείτε να αλλάξετε το συνθηματικό σας

source: Click on the
el: Κάντε κλικ στο

source: Enter your previous password
el: Εισάγετε το παλιό σας συνθηματικό

source: Enter the new password twice (for confirmation issues)
el: Εισάγετε το νέο σας συνθηματικό (δύο φορές για επιβεβαίωση)

source: Then, click on the Submit button (Remind to enter the new credentials in the next login attemp)
el: Στη συνέχεια, κάντε κλικ στο κουμπί Υποβολή (Πρέπει να εισαγάγετε τα νέα διαπιστευτήρια στην επόμενη σύνδεση)

source: Forget password
el: Ξέχασες το συνθηματικό

source: How to reset your password if you have forgot it
el: Πώς μπορείτε να επαναφέρετε το συνθηματικό σας αν το έχετε ξεχάσει

source: Reset password
el: Επαναφορά συνθηματικού

source: Click on
el: Κάντε κλικ

source: Forgot password
el: Ξέχασες το συνθηματικό

source: Enter your registered email and submit it
el: Εισάγετε το καταχωρημένο email σας και υποβάλλετε το

source: Check your inbox and follow the instructions
el: Ελέγξτε τα εισερχόμενά σας και ακολουθήστε τις οδηγίες

source: How can we help
el: Πώς μπορούμε να σας βοηθήσουμε

source: Hi
el: Γεια σας

source: Please
el: Παρακαλώ

source: Log in
el: Σύνδεση

source: for help with your account activities or visit the
el: για βοήθεια σχετικά με τις ενέργεες του λογαριασμού σας ή επισκεφθείτε το

source: for more information
el: για περισσότερες πληροφορίες

source: Account settings
el: Ρυθμίσεις λογαριασμού

source: Create a new account
el: Δημιουργία νέου λογαριασμού

source: Login and logout actions
el: Σύνδεση και αποσύνδεση στο AoD

source: Forget my password
el: Ξέχασα το συνθηματικό μου

source: Service Consumer (Buyer)
el: Καταναλωτής υπηρεσίας (Αγοραστής)

source: Simple search for a service
el: Απλή αναζήτηση υπηρεσίας

source: Enhanced search for a service
el: Προχωρημένη αναζήτηση υπηρεσίας

source: Service Provider (Seller)
el: Πάροχος υπηρεσίας (Πωλητής)

source: Register a new service
el: Εγγραφή νέας υπηρεσίας

source: Update an existing service
el: Επεξεργασία καταχωρημένης υπηρεσίας

source: Remove an existing service
el: Διαγραφή καταχωρημένης υπηρεσίας

source: Access AoD
el: Πρόσβαση στο AoD

source: How to login/logout
el: Πώς να συνδεθείτε/αποσυνδεθείτε

source: Login process
el: Διαδικασία σύνδεσης

source: Click on the Log in button located in the top navigation menu to go on the
el: Κάντε κλικ στο κουμπί Σύνδεση που βρίσκεται στο πάνω μενού πλοήγησης για να οδηγηθείτε στο

source: Login page
el: Σελίδα εισόδου

source: Enter your credentials: the username and the password. Their combination is unique
el: Εισάγετε τα διαπιστευτήριά σας: το όνομα χρήστη και το συνθηματικό. Ο συνδυασμός τους είναι μοναδικός

source: Press the Log in button
el: Πατήστε το κουμπί Σύνδεση

source: The platform will be redirect you on the Home page for registered users
el: Ο φυλλομετρητής θα σας μεταφέρει στην αρχική σελίδα των εγγεγραμμένων χρηστών

source: Logout process
el: Διαδικασί αποσύνδεσης

source: Click on the Log out button located in the navigation top menu (visible only whether you are already logged in the AoD)
el: Κάντε κλικ στο κουμπί Αποσύνδεση που βρίσκεται στο πάνω μενού πλοήγησης (ορατό μόνο αν είστε ήδη συνδεδεμένοι στο AoD)

source: The platform will be redirect you on the Home page for visitors
el: Ο φυλλομετρητής θα σας μεταφέρει στην αρχική σελίδα του AoD

source: Do you want to update your profile
el: Επιθυεμείτε να ενημερώσετε το προφίλ σας

source: Navigate on the top menu
el: Πλοηγηθείτε στο μενού πλοήγησης στην κορυφή

source: Do you want to delete a service
el: Επιθυεμείτε να διαγράψετε μια υπηρεσία

source: Update service
el: Επεξεργασία υπηρεσίας

source: Do you want to update your service
el: Επιθυμείτε να τροποποιήσετε την υπηρεσία σας

source: Navigate on the top menu, click on your username and select the
el: Πλοηγηθείτε στο μενού στην κορυφή, κάντε κλικ στο όνομα χρήστη σας και επιλέξτε το

source: Profile
el: Προφίλ

source: link
el: σύνδεσμο

source: The AoD platform provides the following capabilities
el: Το AoD παρέχει τις ακόλουθες δυνατότητες

source: Update your cover image
el: Αλλάξτε την εικόνα εξώφυλλου σας

source: Optionally, you can update your cover image since you click on Add cover button and select an image of your interest
el: Προαιρετικά, μπορείτε να ενημερώσετε την εικόνα εξώφυλλου σας από τη στιγμή που κάνετε κλικ στο κουμπί Προσθήκη εξώφυλλου και επιλέξτε μια εικόνα που σας ενδιαφέρει

source: Modify your Personal information
el: Τροποποιήστε τις προσωπικές σας πληροφορίες

source: Go to <b>Personal information</b> box and click on
el: Μεταβείτε στο <b> Προσωπικές πληροφορίες </ b> και κάντε κλικ στο

source: button to alter the view in edit mode. You can fill or correct any field related to your first/last name and your geolocation options. Optionally, you could upload or change your profile logo. To store the changes, just click on
el: κουμπί για να επεξεργαστείτε τις προσωπικές σας πληροφορίες. Μπορείτε να συμπληρώσετε ή να διορθώσετε οποιοδήποτε πεδίο που σχετίζονται με τον ονοματεπώνυμό σας καθώς και τις πεεδία σχετικά με την κατοικία σας. Προαιρετικά, μπορείτε να ανεβάσετε ή να αλλάξετε το λογότυπο του προφίλ σας. Για να αποθηκεύσετε τις αλλαγές, απλά κάντε κλικ στο

source: button. To cancel your changes, click on Cancel button
el: κουμπί. Για να ακυρώσετε τις αλλαγές, πατήστε στο κουμπί Ακύρωση

source: Modify your Contact information
el: Τροποποιήστε τις πληροφορίες επικοινωνίας σας

source: Go to <b>Contact information</b> box and click on
el: Μεταβείτε στο <b>Προσωπικές επικολινωνίας</ b> και κάντε κλικ στο

source: button to alter the view in edit mode. You can fill or correct your email account and your mobile phone number. To store the changes, just click on
el: κουμπί για να επεξεργαστείτε τις πληροφορίες επικοινωνίας σας. Μπορείτε να συμπληρώσετε ή να διορθώσετε το λογαριασμό email σας και τον αριθμό του κινητού σας τηλεφώνου. Για να αποθηκεύσετε τις αλλαγές, απλά κάντε κλικ στο

source: Modify your Platform settings
el: Τροποποιήστε τις ρυθμίσεις της εφαρμογής

source: Go to <b>Platform settings</b> box and click on
el: Μεταβείτε στις <b> Ρυθμίσεις εφαρμογής </b> και κάντε κλικ στο

source: button to alter the view in edit mode. You can fill or correct your IT experience, your desired roles in platform (e.g. service consumer, service provider or carer)
el: κουμπί για να επεξεργαστείτε τις ρυθμίσεις σας στην εφαρμογη. Μπορείτε να συμπληρώσετε ή να διορθώσετε την εμπειρία σας στους υπολογιστές, τους ρόλους που επιθυμείτε στην πλατφόρμα (π.χ. κατναλωτής, πάροχος ή φροντιστής)

source: By default, any provider receives notification for crowd-funding procedures while any consumer has to specify if he/she want to receive and participate in these procedures. Moreover, you can update the channels of your interest (service categories) from the drop down list.
el: Από προεπιλογή, κάθε πάροχος λαμβάνει ειδοποίηση για τις crowd-funding διαδικασίες ενώ κάθε καταναλωτής πρέπει να προσδιορίσει αν επιθυμεί να λαμβάνει και να συμμετέχει σε αυτές τις διαδικασίες. Επιπλέον, μπορείτε να ενημερώσετε τις κατηγορίες που σας ενδιαφέρουν (κατηγορίες υπηρεσιών) από την λίστα.

source: To store the changes, just click on
el: Για να αποθηκεύσετε τις αλλαγές, απλά κάντε κλικ στο

source: Modify your Bank settings
el: Τροποποιήστε τις τραπεζικές ρυθμίσεις

source: Under development
el: Υπο κατασκευή

source: Set your language
el: Επιλέξτε την γλώσσα σας

source: LANGUAGES
el: Γλώσσες

source: Logo
el: Λογότυπο

source: Network of Assistance Services
el: Δίκτυο Καθοδηγούμενων Υπηρεσιών

source: Setup
el: Διαχείριση

source: Progress
el: Προόδος

source: Completion percentage of the guided assistance process
el: Ποσοστιαία ολοκλήρωση της Καθοδηγούμενης βοήθειας

source: Complete
el: Ολοκλήρωση

source: Search services
el: Αναζήτηση υπηρεσιών

source: enter keywords
el: εισάγετε λέξεις-κλειδιά

source: Enter keywords
el: Εισάγετε λέξεις-κλειδιά

source: Step
el: Βήμα

source: Number of services in selected categories
el: Πλήθος υπηρεσιών ανα κατηγορία

source: Check/uncheck all
el: Επιλογή ή μη όλων

source: Final step: Overview
el: Τελικό βήμα: Σύνοψη

source: The selected services are ordered by category. You have the capability to purchase them and optionally modify their configuration
el: Οι επιλεγμένες υπηρεσίες έχουν ταξινομηθεί ανά κατηγορία. Έχετε τη δυνατότητα να τις αγοράσετε και προαιρετικά να διαφοροποιήσετε τις επιλογές της (configuration)

source: Setup the network of assistance services
el: Διαχείριση του δικτύου υπηρεσιών βοήθειας

source: You set up a network of assistance services on behalf of
el: Μπορείτε να ορίσετε ένα δίκτυο υπηρεσιών βοήθειας εκ μέρους του χρήστη

source: Hint
el: Πληροφορία

source: Please use the buttons
el: Παρακαλώ χρησιμοποιήστε τα κουμπιά

source: Proceed to previous step
el: Προχωρήστε στο προηγούμενο βήμα

source: Previous step
el: Προηγούμενο βήμα

source: Next step
el: Επόμενο βήμα

source: to navigate in the wizard step-by-step
el: για να περιηγηθείτε στον οδηγό βήμα-βήμα

source: In every step, you can filter the list of services (see the table below) by selecting the (sub)categories of your interest in the left column of page. Then, please check the services you want to use and proceed to the next step
el: Σε κάθε βήμα, μπορείτε να φιλτράρετε τις υπηρεσίες (βλέπε τον παρακάτω πίνακα), επιλέγοντας τις (υπο)κατηγορίες του ενδιαφέροντός σας στο αριστερό μέρος της σελίδας. Στη συνέχεια, παρακαλούμε να ελέγξετε τις υπηρεσίες που θέλετε να χρησιμοποιήσετε και συνεχίστε στο επόμενο βήμα

source: In this step, platform provides you a summary of the selected services that are grouped by category
el: Σε αυτό το βήμα, η πλατφόρμα παρέχει μια σύνοψη των επιλεγμένων υπηρεσιών που ομαδοποιημένες ανά κατηγορία

source: Find marked with icon
el: Επισημαίνονται με το εικονίδιο

source: Mark categories in which none service has selected
el: Επισήμανση των κατηγοριών στις οποίες δεν έχει επιλεχθεί καμιά υπηρεσία

source: the categories in which you did not select any service
el: οι κατηγορίες στις οποίες δεν έχετε επιλέξει καμιά υπηρεσία

source: On the other hand, find marked with icon
el: Από την άλλη πλευρά, βρείτε μαρκαρισμένες με το εικονίδιο

source: Categories in which the selected services belong to
el: Κατηγορίες στις οποίες οι επιλεγμένες υπηρεσίες ανήκουν σε

source: the categories in which you have selected at least a service
el: τις κατηγορίες στις οποίες έχετε επιλέξει τουλάχιστον μια υπηρεσία

source: Service title
el: Τίτλος υπηρεσίας

source: Location constraints
el: Γεωγραφικοί περιορισμοί

source: Wishlist
el: Αγαπημένα

source: Action
el: Ενέργεια

source: Category title
el: Τίτλος κατηγορίας

source: More details
el: Περισσότερες λεπτομέρειες

source: Action buttons
el: Ενέργειες

source: Back to guided assistance page
el: Επιστροφή στην σελίδα καθοδηγούμενης βοήθειας

source: Network of assistance services: installation steps
el: Δίκτυο υπηρεσιών βοήθειας: βήματα ορισμού του

source: Search results
el: Αποτελέσματα αναζήτησης

source: service(s) found
el: υπηρεσία(ες) βρέθηκαν

source: Back to structured search
el: Επιστροφή στην οδηγό αναζήτησης

source: Setup your network of carers
el: Δημιουργήστε το δικτύο με τους φροντιστές σας

source: Professionals and family members
el: Επαγγελματίες και μέλη της οικογένειας

source: Enter the user's email account
el: Εισάγετε το email του χρήστη

source: enter email account
el: εισάγετε ένα email

source: No valid email
el: Μη έγκυρο email

source: The characters
el: Οι χαρακτήρες

source: are required
el: απαιτούνται

source: Name
el: Όνομα

source: Lastname
el: Επίθετο

source: Send invitation
el: Αποστολή πρόσκλησης

source: Back to carer dashboard
el: Επιστροφή στο πάνελ του φροντιστή

source: Back to guided assistance
el: Επιστροφή στην καθοδηγούμενη βοήθεια

source: Preview
el: Προεσκόπιση

source: Purchased services
el: Αγορασμένες υπηρεσίες

source: WishList
el: Αγαπημένα

source: (Interesting services)
el: (Ενδιαφέρον υπηρεσίες)

source: Delete
el: Διαγραφή

source: Send a permission request
el: Στείλτε ένα αίτημα χορήγησης άδειας

source: Find the user you want to assist and require permission to setup his/her network of services
el: Αναζητήστε το χρήστη που θέλετε να βοηθήσετε και ζητήστε χορήγηση άδειας για τη δημιουργία του δικτύου υπηρεσιών του / της

source: Enter the user\'s email account
el: Εισάγετε το λογαριασμό ηλεκτρονικού ταχυδρομίου του χρήστη

source: Send assistance request
el: Στείλτε ένα αίτημα βοήθειας

source: Declare you interest
el: Εκδηλώστε ενδιαφέρον

source: Care giver overview
el: Πάνελ φροντιστή

source: The toolbar provides to users of set of actions such as add,remove or search a service
el: Παροχή ενεργειών στους χρήστες, όπως η προσθήκη, διαγραφή ή αναζήτηση μιας υπηρεσίας

source: Search users to provide assistance
el: Αναζήτηση χρηστών για την παροχή βοήθειας

source: User
el: Χρήστης

source: Reply
el: Απόκριση

source: Grant permission
el: Χορήγηση άδειας

source: Request timestamp
el: Ημέρα και ώρα αιτήματος

source: Request feedback timestamp
el: Ημέρα και ώρα απόκρισης σε αίτημα

source: Set up network
el: Δημιουργήστε δίκτυο υπηρεσιών

source: View network
el: Προεσκόπιηση δίκτύου

source: Cancel assistance request
el: Ακύρωση αιτήματος παροχής βοήθειας

source: Network of carers
el: Δίκτυο φροντιστών

source: Invite new carer
el: Προσκαλέστε έναν νέο φροντιστή

source: Invite carer
el: Προσκαλέστε έναν φροντιστή

source: Carer
el: Φροντιστής

source: Assistance request
el: Αίτημα βοήθειας

source: Update
el: Επεξεργασία

source: Cancel assistance
el: Ακύρωση βοήθειας

source: Prosperity 4 All logo
el: Λογότυπο του εργου Prosperity4All

source: Settings
el: Ρυθμίσεις

source: My account
el: Ο λογαρισμός μου

source: Show the services you provide on AoD
el: Υπηρεσίες που παρέχετε

source: Show the services you have purchased
el: Υπηρεσίες που έχετε αγοράσει

source: Shopping card
el: Το καλάθι

source: My Cart
el: Το καλάθι μου

source: Manage your account
el: Διαχειριστείτε τον λογαριασμό σας

source: My Notifications
el: Οι ειδοποιήσεις μου

source: Help
el: Βοήθεια

source: Sign up
el: Εγγραφή

source: Welcome to Assistance On Demand platform
el: Καλωσήρθατε στο Assistance On Demand

source: Logo of Prosperity4All project
el: Λογότυπο του έργου Prosperity4All

source: Setup your preferences
el: Καθορίστε τις προτιμήσεις σας

source: Preferences
el: Προτιμήσεις

source: FONT SIZE
el: Μέγεθος γραμματοσειράς

source: Decrease font-size
el: Μείωση μεγέθους γραμματοσειράς

source: Increase font-size
el: Αύξηση μεγέθους γραμματοσειράς

source: FONT STYLE
el: Στυλ γραμματοσεριάς

source: LINE SPACING
el: Διάστημα γραμμής

source: TEMPLATE
el: Περίγραμμα

source: Enter your registered email account
el: Εισάγετε τον καταχωρημένο email λογαριασμό

source: enter your valid email
el: εισάγετε το έγκυρο email σας

source: Go to Home page
el: Επσιτροφή στην Αρχική σελίδα

source: Welcome on the Assistance On Demand platform
el: Καλωσήρθατε στο Assistance On Demand

source: Fill in with content or load a static image
el: Συμπληρώστε με το περιεχόμενο ή να φορτώσετε μια στατική εικόνα

source: Most popular service
el: Δημοφιλέστερη υπηρεσία

source: Buy it
el: Απόκτησε το

source: Most recently service
el: Πιο πρόσφατη υπηρεσία

source: AoD description
el: Περιγραφή του AoD

source: P4A AoD will adopt leading edge cloud computing technologies to efficiently support scalable access to services from/across different hardware/software platforms. Flexibility with respect both to the type of assistance services that will be offered through the aoD and to the way the user is interfaced/supported in his service search, reliability, robustness and affordability are of prime importance for the penetration of the Assistance Services that will be offered and for creating major impact in the marketplace.
el: Το AoD υιοθετεί τεχνολογίες αιχμής cloud computing για να υποστηρίξει επεκτάσιμη πρόσβαση σε υπηρεσίες από / προς πλατφόρμες με διαφορετικό hardware / software. Το AoD παρέχει ευελιξία ως προς το είδος υπηρεσιών και ως προς την αναζήτηση των υπηρεσιών. Η αξιοπιστία, η αντοχή και το προσιτό κόστος του είναι πρωταρχικής σημασίας για τη διείσδυση των ΑAssistance υπηρεσιών που θα προσφέρεται και για τη δημιουργία μεγάλου αντίκτυπου στην αγορά.

source: Read More
el: Διαβάστε περισσότερα

source: Enter your username
el: Εισάγετε το όνομα χρήστη σας

source: Username or Email
el: Όνομα χρήστη ή email

source: Enter your password
el: Εισάγετε το συνθηματικό σας

source: Remember me
el: Αποθήκευση

source: Forgot your password?
el: Ξεχάσατε το συνθηματικό σας;

source: Create a new Account
el: Δημιουργία ενός νέου λογαριασμού

source: Do you want to access our platform? Create a new account now!
el: Επιθυμείτε να αποκτήσετε πρόσβαση πλατφόρμα μας; Δημιουργήστε ένα νέο λογαριασμό τώρα!

source: Insert your name
el: Εισάγεται το όνομα σας

source: Username
el: Όνομα χρήστη

source: the username on platform
el: το όνομα χρήστη στο AoD

source: a valid email account
el: έναν έγκυρο email λογαριασμό

source: a private password
el: το ιδιωτικό συνθηματικό

source: Use at least 1 digit, 6 characters and at<br>least 1 special character
el: Χρησιμοποιήστε τουλάχιστον 1 ψηφίο, 6 χαρακτήρες και <br>τουλάχιστον 1 ειδικό χαρακτήρα

source: Password confirmation
el: Επιβεβαίωση συνθηματικού

source: confirm the password
el: επιβεβαιώστε το συνθηματικό

source: The password does not match
el: Το συνθηματικό δεν ταιριάζει

source: the mobile phone
el: ο αριθμός κινητού

source: optional
el: προαιρετικό

source: Clarify your level
el: Επιλέξτε το επίπεδό σας

source: Select a level
el: Επιλέξτε ένα επίπεδο

source: User role(s)
el: Ρόλος(οι) χρήστη

source: Consumer
el: Καταναλωτής

source: Preferred communication channels
el: Προτιμώμενες κατηγορίες επικοινωνίας

source: Acknowledgment
el: Εντοπισμός

source: How did you hear for P4A platform
el: Πώς ενημερώθηκες για το έργο Prosperity4All;

source: Friend
el: Φίλος

source: Internet
el: Διαδίκτυο

source: TV/Radio
el: Τηλεόραση/ραδιόφωνο

source: Other
el: Άλλο

source: What is the sum of the
el: Βρείτε το άθροισμα του

source: Answer to the question right
el: Δώστε την σωστή απάντηση

source: These field are mandatory in order to be completed your registration
el: Tα πεδία αυτά είναι υποχρεωτικά ώστε να ολοκληρωθεί η εγγραφή σας

source: By creating an account, you agree to our
el: Δημιουργώντας ένα λογαρισμό, συμφωνείτε με τους

source: Dear user, thank you for your registration with P4A platform
el: Αγαπητέ χρήστη, σας ευχαριστούμε για την εγγραφή σας στο AoD

source: Please check your email account to verify your registration
el: Παρακαλώ ελέγξτε το ηλεκτρονικού ταχυδρομείου σας για να επιβεβαιώσετε την εγγραφή σας
